Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# settings_link_open_defaults_description
source: Choose defaults for supported links by host
af: Kies verstekke vir ondersteunde skakels volgens gasheer
ar: اختر الإعدادات الافتراضية للروابط المدعومة حسب المضيف
bg: Изберете подразбирания за поддържани връзки по хост
ca: Tria valors per defecte dels enllaços compatibles per amfitrió
cs: Vyberte výchozí chování podporovaných odkazů podle hostitele
da: Vælg standarder for understøttede links efter vært
de: Standardwerte für unterstützte Links nach Host auswählen
el: Επιλέξτε προεπιλογές για υποστηριζόμενους συνδέσμους ανά κεντρικό υπολογιστή
fi: Valitse oletukset tuetuille linkeille isännän mukaan
fr: Choisissez les valeurs par défaut des liens pris en charge par hôte
he: בחר ברירות מחדל לקישורים נתמכים לפי מארח
hu: Válaszd ki a támogatott linkek alapértelmezéseit gazdagép szerint
it: Scegli le impostazioni predefinite per i link supportati per host
ja: 対応リンクの既定動作をホストごとに選択
ko: 호스트별 지원 링크 기본값 선택
nb: Velg standarder for støttede lenker etter vert
nl: Kies standaardinstellingen voor ondersteunde links per host
pl: Wybierz ustawienia domyślne obsługiwanych linków według hosta
pt: Escolhe predefinições para ligações suportadas por anfitrião
pt_br: Escolha padrões para links compatíveis por host
ro: Alege valorile implicite pentru linkurile acceptate după gazdă
ru: Выберите значения по умолчанию для поддерживаемых ссылок по хосту
sr: Изаберите подразумевано за подржане везе по хосту
sv: Välj standarder för länkar som stöds per värd
tr: Desteklenen bağlantılar için ana makineye göre varsayılanları seçin
uk: Виберіть типові дії для підтримуваних посилань за хостом
vi: Chọn mặc định cho liên kết được hỗ trợ theo máy chủ
zh_hans: 按主机选择支持链接的默认打开方式
zh_hant: 依主機選擇支援連結的預設開啟方式

# settings_link_open_defaults_title
source: Link opening
af: Skakelopening
ar: فتح الروابط
bg: Отваряне на връзки
ca: Obertura d\'enllaços
cs: Otevírání odkazů
da: Åbning af links
de: Linköffnung
el: Άνοιγμα συνδέσμων
fi: Linkkien avaaminen
fr: Ouverture des liens
he: פתיחת קישורים
hu: Linkek megnyitása
it: Apertura dei link
ja: リンクの開き方
ko: 링크 열기
nb: Åpning av lenker
nl: Links openen
pl: Otwieranie linków
pt: Abertura de ligações
pt_br: Abertura de links
ro: Deschiderea linkurilor
ru: Открытие ссылок
sr: Отварање веза
sv: Länköppning
tr: Bağlantı açma
uk: Відкриття посилань
vi: Mở liên kết
zh_hans: 链接打开方式
zh_hant: 連結開啟方式

# settings_privacy_policy
source: Privacy Policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
bg: Политика за поверителност
ca: Política de privadesa
cs: Ochrana osobních údajů
da: Privat Politik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
fi: Yksityisyyden Suoja
fr: Politique de confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Retningslinjer for personvern
nl: Privacy Beleid
pl: Polityka prywatności
pt: Política de Privacidade
pt_br: Política de Privacidade
ro: Politica de confidenţialitate
ru: Политика конфиденциальности
sr: Политика приватности
sv: Integritetspolicy
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings_rss_management_description
source: Manage your subscriptions
af: Bestuur jou RSS-feeds en bronne.
ar: إدارة خلاصات ومصادر RSS الخاصة بك.
bg: Управлявайте вашите RSS емисии и източници.
ca: Gestioneu les vostres fonts i canals RSS.
cs: Spravujte své kanály a zdroje RSS.
da: Administrer dine RSS-feeds og kilder.
de: Verwalten Sie Ihre RSS-Feeds und Quellen.
el: Διαχειριστείτε τις ροές και τις πηγές RSS σας.
fi: Hallitse RSS-syötteitäsi ja lähteitäsi.
fr: Gérez vos flux et sources RSS.
he: נהל את פידי ה-RSS והמקורות שלך.
hu: RSS hírcsatornák és források kezelése.
it: Gestisci i tuoi feed e le tue fonti RSS.
ja: RSSフィードとソースを管理します。
ko: RSS 피드 및 소스를 관리합니다.
nb: Administrer abonnementene dine
nl: Beheer uw RSS-feeds en bronnen.
pl: Zarządzaj kanałami i źródłami RSS.
pt: Gerir os seus feeds e fontes RSS.
pt_br: Gerencie seus feeds e fontes RSS.
ro: Gestionați fluxurile și sursele RSS.
ru: Управляйте вашими RSS-лентами и источниками.
sr: Управљајте својим РСС фидовима и изворима.
sv: Hantera dina RSS-flöden och källor.
tr: RSS akışlarınızı ve kaynaklarınızı yönetin.
uk: Керуйте своїми RSS-стрічками та джерелами.
vi: Quản lý nguồn cấp dữ liệu và nguồn RSS của bạn.
zh_hans: 管理您的 RSS 订阅源和来源。
zh_hant: 管理您的 RSS 訂閱源和來源。

# settings_rss_management_title
source: Subscription Management
af: RSS-bestuur
ar: إدارة RSS
bg: RSS управление
ca: Gestió de RSS
cs: Správa RSS
da: RSS-administration
de: RSS-Verwaltung
el: Διαχείριση RSS
fi: RSS-hallinta
fr: Gestion RSS
he: ניהול RSS
hu: RSS kezelése
it: Gestione RSS
ja: RSS管理
ko: RSS 관리
nb: Abonnement Management
nl: RSS-beheer
pl: Zarządzanie RSS
pt: Gestão de RSS
pt_br: Gerenciamento de RSS
ro: Gestionare RSS
ru: Управление RSS
sr: Управљање РСС-ом
sv: RSS-hantering
tr: RSS Yönetimi
uk: Керування RSS
vi: Quản lý RSS
zh_hans: RSS 管理
zh_hant: RSS 管理

# settings_storage_export_data
source: Export data
af: Voer data uit
ar: تصدير البيانات
bg: Експортиране на данни
ca: Exporta dades
cs: Exportovat data
da: Eksporter data
de: Daten exportieren
el: Εξαγωγή δεδομένων
fi: Vie tiedot
fr: Exporter les données
he: ייצוא נתונים
hu: Adatok exportálása
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
nb: Eksporter data
nl: Gegevens exporteren
pl: Eksportuj dane
pt: Exportar dados
pt_br: Exportar dados
ro: Exportă datele
ru: Экспорт данных
sr: Извоз података
sv: Exportera data
tr: Verileri dışa aktar
uk: Експорт даних
vi: Xuất dữ liệu
zh_hans: 导出数据
zh_hant: 匯出資料

# settings_storage_export_data_desc
source: Export all app data and settings. Keep the file secure.
af: Stoor jou rekeninge en instellings na 'n lêer.
ar: حفظ حساباتك وإعداداتك في ملف.
bg: Запазете вашите акаунти и настройки във файл.
ca: Deseu els vostres comptes i la configuració en un fitxer.
cs: Uložte své účty a nastavení do souboru.
da: Gem dine konti og indstillinger i en fil.
de: Speichern Sie Ihre Konten und Einstellungen in einer Datei.
el: Αποθηκεύστε τους λογαριασμούς και τις ρυθμίσεις σας σε ένα αρχείο.
fi: Tallenna tilisi ja asetuksesi tiedostoon.
fr: Enregistrez vos comptes et paramètres dans un fichier.
he: שמור את החשבונות וההגדרות שלך לקובץ.
hu: Mentse el fiókjait és beállításait egy fájlba.
it: Salva i tuoi account e le impostazioni in un file.
ja: アカウントと設定をファイルに保存します。
ko: 계정 및 설정을 파일로 저장합니다.
nb: Eksportere alle appdata og innstillinger. Hold filen sikker.
nl: Sla uw accounts en instellingen op in een bestand.
pl: Zapisz swoje konta i ustawienia do pliku.
pt: Guarde as suas contas e definições num ficheiro.
pt_br: Salve suas contas e configurações em um arquivo.
ro: Salvați conturile și setările într-un fișier.
ru: Сохраните ваши аккаунты и настройки в файл.
sr: Сачувајте своје налоге и подешавања у датотеку.
sv: Spara dina konton och inställningar i en fil.
tr: Hesaplarınızı ve ayarlarınızı bir dosyaya kaydedin.
uk: Збережіть ваші облікові записи та налаштування у файл.
vi: Lưu tài khoản và cài đặt của bạn vào một tệp.
zh_hans: 将您的账户和设置保存到文件中。
zh_hant: 將您的帳戶和設定儲存到檔案中。

# settings_storage_import_data
source: Import data
af: Voer data in
ar: استيراد البيانات
bg: Импортиране на данни
ca: Importa dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
fi: Tuo tiedot
fr: Importer les données
he: ייבוא נתונים
hu: Adatok importálása
it: Importa dati
ja: データをインポート
ko: 데이터 가져오기
nb: Importer data
nl: Gegevens importeren
pl: Importuj dane
pt: Importar dados
pt_br: Importar data
ro: Importă datele
ru: Импорт данных
sr: Увоз података
sv: Importera data
tr: Verileri içe aktar
uk: Імпорт даних
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 匯入資料

# settings_storage_import_data_desc
source: Import data from a backup file. Existing records with matching IDs will be replaced.
af: Laai jou rekeninge en instellings vanaf 'n lêer.
ar: تحميل حساباتك وإعداداتك من ملف.
bg: Заредете вашите акаунти и настройки от файл.
ca: Carregueu els vostres comptes i la configuració des d'un fitxer.
cs: Načtěte své účty a nastavení ze souboru.
da: Indlæs dine konti og indstillinger fra en fil.
de: Laden Sie Ihre Konten und Einstellungen aus einer Datei.
el: Φορτώστε τους λογαριασμούς και τις ρυθμίσεις σας από ένα αρχείο.
fi: Lataa tilisi ja asetuksesi tiedostosta.
fr: Chargez vos comptes et paramètres depuis un fichier.
he: טען את החשבונות וההגדרות שלך מקובץ.
hu: Töltse be fiókjait és beállításait egy fájlból.
it: Carica i tuoi account e le impostazioni da un file.
ja: ファイルからアカウントと設定を読み込みます。
ko: 파일에서 계정 및 설정을 불러옵니다.
nb: Importer data fra en sikkerhetskopi. Eksisterende poster med samme ID vil bli erstattet.
nl: Laad uw accounts en instellingen uit een bestand.
pl: Wczytaj swoje konta i ustawienia z pliku.
pt: Carregue as suas contas e definições a partir de um ficheiro.
pt_br: Carregue suas contas e configurações de um arquivo.
ro: Încărcați conturile și setările dintr-un fișier.
ru: Загрузите ваши аккаунты и настройки из файла.
sr: Учитајте своје налоге и подешавања из датотеке.
sv: Ladda dina konton och inställningar från en fil.
tr: Hesaplarınızı ve ayarlarınızı bir dosyadan yükleyin.
uk: Завантажте ваші облікові записи та налаштування з файлу.
vi: Tải tài khoản và cài đặt của bạn từ một tệp.
zh_hans: 从文件中加载您的账户和设置。
zh_hant: 從檔案中載入您的帳戶和設定。

# settings_title
source: Settings
af: Instellings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sr: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings_translation_description
source: Configure translation provider and settings
af: Konfigureer KI-vertaalinstellings.
ar: تكوين إعدادات ترجمة الذكاء الاصطناعي.
bg: Конфигуриране на настройките за AI превод.
ca: Configureu els paràmetres de traducció d'IA.
cs: Konfigurujte nastavení překladu AI.
da: Konfigurer AI-oversættelsesindstillinger.
de: KI-Übersetzungseinstellungen konfigurieren.
el: Διαμορφώστε τις ρυθμίσεις μετάφρασης AI.
fi: Määritä AI-käännösasetukset.
fr: Configurer les paramètres de traduction IA.
he: הגדר את הגדרות תרגום ה-AI.
hu: AI fordítási beállítások konfigurálása.
it: Configura le impostazioni di traduzione AI.
ja: AI翻訳設定を構成します。
ko: AI 번역 설정을 구성합니다.
nb: Konfigurer oversettelsesleverandør og -innstillinger
nl: AI-vertaalinstellingen configureren.
pl: Konfiguruj ustawienia tłumaczenia AI.
pt: Configurar definições de tradução por IA.
pt_br: Configurar as configurações de tradução por IA.
ro: Configurați setările de traducere AI.
ru: Настройте параметры AI-перевода.
sr: Конфигуришите подешавања АИ превода.
sv: Konfigurera AI-översättningsinställningar.
tr: Yapay zeka çeviri ayarlarını yapılandırın.
uk: Налаштуйте параметри AI-перекладу.
vi: Cấu hình cài đặt dịch AI.
zh_hans: 配置 AI 翻译设置。
zh_hant: 設定 AI 翻譯設定。

# settings_translation_test_description
source: Run the sample with the current provider settings.
af: Begin die voorbeeld met die huidige verskafferinstellings.
ar: شغّل العينة باستخدام إعدادات المزوّد الحالية.
bg: Стартирайте примера с текущите настройки на доставчика.
ca: Executa la mostra amb la configuració actual del proveïdor.
cs: Spusťte ukázku s aktuálním nastavením poskytovatele.
da: Kør eksemplet med de aktuelle udbyderindstillinger.
de: Führe das Beispiel mit den aktuellen Anbietereinstellungen aus.
el: Εκτελέστε το δείγμα με τις τρέχουσες ρυθμίσεις παρόχου.
fi: Suorita esimerkki nykyisillä palveluntarjoajan asetuksilla.
fr: Exécuter l’exemple avec les réglages actuels du fournisseur.
he: הריצו את הדוגמה עם הגדרות הספק הנוכחיות.
hu: Futtasd a mintát az aktuális szolgáltatói beállításokkal.
it: Esegui l’esempio con le impostazioni correnti del provider.
ja: 現在のプロバイダー設定でサンプルを実行します。
ko: 현재 제공자 설정으로 샘플을 실행합니다.
nb: Kjør eksempelet med gjeldende leverandørinnstillinger.
nl: Voer het voorbeeld uit met de huidige providerinstellingen.
pl: Uruchom przykład z bieżącymi ustawieniami dostawcy.
pt: Execute o exemplo com as definições atuais do fornecedor.
pt_br: Execute o exemplo com as definições atuais do fornecedor.
ro: Rulează exemplul cu setările curente ale furnizorului.
ru: Запустить пример с текущими настройками поставщика.
sr: Покрените пример са тренутним подешавањима добављача.
sv: Kör exemplet med de aktuella leverantörsinställningarna.
tr: Örneği geçerli sağlayıcı ayarlarıyla çalıştırın.
uk: Запустіть приклад із поточними налаштуваннями постачальника.
vi: Chạy mẫu với cài đặt nhà cung cấp hiện tại.
zh_hans: 使用当前提供方设置运行示例。
zh_hant: 使用目前提供方設定執行範例。

# settings_translation_title
source: Translation
af: Vertaling
ar: الترجمة
bg: Превод
ca: Traducció
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
fi: Käännös
fr: Traduction
he: תרגום
hu: Fordítás
it: Traduzione
ja: 翻訳
ko: 번역
nb: Oversettelse
nl: Vertaling
pl: Tłumaczenie
pt: Tradução
pt_br: Tradução
ro: Traducere
ru: Перевод
sr: Превод
sv: Översättning
tr: Çeviri
uk: Переклад
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Share image
af: Deel prent
ar: مشاركة الصورة
bg: Споделяне на изображение
ca: Comparteix la imatge
cs: Sdílet obrázek
da: Del billede
de: Bild teilen
el: Κοινοποίηση εικόνας
fi: Jaa kuva
fr: Partager l'image
he: שתף תמונה
hu: Kép megosztása
it: Condividi immagine
ja: 画像を共有
ko: 이미지 공유
nb: Del bilde
nl: Afbeelding delen
pl: Udostępnij obraz
pt: Partilhar imagem
pt_br: Compartilhar imagem
ro: Partajează imaginea
ru: Поделиться изображением
sr: Подели слику
sv: Dela bild
tr: Görseli paylaş
uk: Поділитися зображенням
vi: Chia sẻ hình ảnh
zh_hans: 分享图片
zh_hant: 分享圖片

# share_copy_link
source: Copy link
af: Kopieer skakel
ar: نسخ الرابط
bg: Копиране на връзката
ca: Copia l\'enllaç
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
fi: Kopioi linkki
fr: Copier le lien
he: העתק קישור
hu: Link másolása
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nb: Kopier lenke
nl: Link kopiëren
pl: Kopiuj link
pt: Copiar hiperligação
pt_br: Copiar link
ro: Copiază link-ul
ru: Копировать ссылку
sr: Копирај линк
sv: Kopiera länk
tr: Bağlantıyı kopyala
uk: Копіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

source: Share link
af: Deel skakel
ar: مشاركة الرابط
bg: Споделяне на връзка
ca: Comparteix l'enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινοποίηση συνδέσμου
fi: Jaa linkki
fr: Partager le lien
he: שתף קישור
hu: Link megosztása
it: Condividi link
ja: リンクを共有
ko: 링크 공유
nb: Del kobling
nl: Link delen
pl: Udostępnij link
pt: Partilhar ligação
pt_br: Compartilhar link
ro: Partajează linkul
ru: Поделиться ссылкой
sr: Подели везу
sv: Dela länk
tr: Bağlantıyı paylaş
uk: Поділитися посиланням
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 分享連結

# share_preview_description
source: Preview the post image used for screenshot sharing.
af: Voorskou die plasingsbeeld wat vir skermskootdeling gebruik word.
ar: عاين صورة المنشور المستخدمة لمشاركة لقطة الشاشة.
bg: Прегледайте изображението на публикацията, използвано за споделяне на екранна снимка.
ca: Previsualitza la imatge de la publicació utilitzada per compartir la captura de pantalla.
cs: Zobrazte náhled obrázku příspěvku použitého pro sdílení snímku obrazovky.
da: Forhåndsvis det opslagbillede, der bruges til deling af skærmbilleder.
de: Vorschau des Beitragsbildes, das für das Teilen von Screenshots verwendet wird.
el: Προεπισκόπηση της εικόνας δημοσίευσης που χρησιμοποιείται για κοινή χρήση στιγμιότυπου.
fi: Esikatsele julkaisukuvaa, jota käytetään kuvakaappauksen jakamiseen.
fr: Prévisualisez l’image de publication utilisée pour le partage de capture d’écran.
he: הציגו תצוגה מקדימה של תמונת הפוסט המשמשת לשיתוף צילום מסך.
hu: Tekintsd meg a képernyőkép-megosztáshoz használt bejegyzésképet.
it: Visualizza l’anteprima dell’immagine del post usata per condividere lo screenshot.
ja: スクリーンショット共有に使用する投稿画像をプレビューします。
ko: 스크린샷 공유에 사용할 게시물 이미지를 미리 봅니다.
nb: Forhåndsvis innleggsbildet som brukes til deling av skjermbilde.
nl: Bekijk de voorbeeldafbeelding van het bericht die wordt gebruikt voor het delen van screenshots.
pl: Podejrzyj obraz posta używany do udostępniania zrzutu ekranu.
pt: Pré-visualize a imagem da publicação usada para partilha de captura de ecrã.
pt_br: Pré-visualize a imagem da publicação usada para partilha de captura de tela.
ro: Previzualizează imaginea postării folosită pentru partajarea capturii de ecran.
ru: Предпросмотр изображения публикации, используемого для отправки скриншота.
sr: Прегледајте слику објаве која се користи за дељење снимка екрана.
sv: Förhandsvisa inläggsbilden som används för delning av skärmbild.
tr: Ekran görüntüsü paylaşımında kullanılan gönderi görselini önizleyin.
uk: Попередньо перегляньте зображення допису, що використовується для поширення знімка екрана.
vi: Xem trước hình ảnh bài đăng dùng để chia sẻ ảnh chụp màn hình.
zh_hans: 预览用于分享截图的动态图片。
zh_hant: 預覽用於分享截圖的貼文圖片。

source: Share screenshot
af: Deel skermskoot
ar: مشاركة لقطة الشاشة
bg: Споделяне на екранна снимка
ca: Comparteix la captura de pantalla
cs: Sdílet snímek obrazovky
da: Del skærmbillede
de: Screenshot teilen
el: Κοινοποίηση στιγμιότυπου οθόνης
fi: Jaa kuvakaappaus
fr: Partager la capture d'écran
he: שתף צילום מסך
hu: Képernyőkép megosztása
it: Condividi screenshot
ja: スクリーンショットを共有
ko: 스크린샷 공유
nb: Del skjermbilde
nl: Screenshot delen
pl: Udostępnij zrzut ekranu
pt: Partilhar captura de ecrã
pt_br: Compartilhar captura de tela
ro: Partajează captura de ecran
ru: Поделиться скриншотом
sr: Подели снимак екрана
sv: Dela skärmdump
tr: Ekran görüntüsünü paylaş
uk: Поділитися скріншотом
vi: Chia sẻ ảnh chụp màn hình
zh_hans: 分享屏幕截图
zh_hant: 分享螢幕截圖

# share_screenshot_encoding_failed
source: Unable to encode the screenshot.
af: Kan nie die skermskoot enkodeer nie.
ar: تعذّر ترميز لقطة الشاشة.
bg: Екранната снимка не може да бъде кодирана.
ca: No s’ha pogut codificar la captura de pantalla.
cs: Snímek obrazovky nelze zakódovat.
da: Kan ikke kode skærmbilledet.
de: Der Screenshot konnte nicht codiert werden.
el: Δεν είναι δυνατή η κωδικοποίηση του στιγμιότυπου.
fi: Kuvakaappausta ei voi koodata.
fr: Impossible d’encoder la capture d’écran.
he: לא ניתן לקודד את צילום המסך.
hu: Nem sikerült kódolni a képernyőképet.
it: Impossibile codificare lo screenshot.
ja: スクリーンショットをエンコードできません。
ko: 스크린샷을 인코딩할 수 없습니다.
nb: Kan ikke kode skjermbildet.
nl: Kan de screenshot niet coderen.
pl: Nie można zakodować zrzutu ekranu.
pt: Não foi possível codificar a captura de ecrã.
pt_br: Não foi possível codificar a captura de tela.
ro: Nu se poate codifica captura de ecran.
ru: Не удалось закодировать скриншот.
sr: Није могуће кодирати снимак екрана.
sv: Det går inte att koda skärmbilden.
tr: Ekran görüntüsü kodlanamıyor.
uk: Не вдалося закодувати знімок екрана.
vi: Không thể mã hóa ảnh chụp màn hình.
zh_hans: 无法编码截图。
zh_hant: 無法編碼截圖。

# share_screenshot_failed
source: Screenshot failed
af: Skermskoot het misluk
ar: فشل التقاط الشاشة
bg: Екранната снимка е неуспешна
ca: La captura de pantalla ha fallat
cs: Snímek obrazovky selhal
da: Skærmbillede mislykkedes
de: Screenshot fehlgeschlagen
el: Το στιγμιότυπο απέτυχε
fi: Kuvakaappaus epäonnistui
fr: La capture d’écran a échoué
he: צילום המסך נכשל
hu: A képernyőkép sikertelen
it: Screenshot non riuscito
ja: スクリーンショットに失敗しました
ko: 스크린샷 실패
nb: Skjermbilde mislyktes
nl: Screenshot mislukt
pl: Zrzut ekranu nie powiódł się
pt: A captura de ecrã falhou
pt_br: A captura de tela falhou
ro: Captura de ecran a eșuat
ru: Не удалось сделать скриншот
sr: Снимак екрана није успео
sv: Skärmbild misslyckades
tr: Ekran görüntüsü başarısız
uk: Не вдалося зробити знімок екрана
vi: Chụp màn hình thất bại
zh_hans: 截图失败
zh_hant: 截圖失敗

# share_screenshot_invalid_size
source: Unable to determine the screenshot size.
af: Kan nie die skermskootgrootte bepaal nie.
ar: تعذّر تحديد حجم لقطة الشاشة.
bg: Размерът на екранната снимка не може да бъде определен.
ca: No s’ha pogut determinar la mida de la captura de pantalla.
cs: Nelze určit velikost snímku obrazovky.
da: Kan ikke bestemme skærmbilledets størrelse.
de: Die Screenshot-Größe konnte nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του μεγέθους του στιγμιότυπου.
fi: Kuvakaappauksen kokoa ei voi määrittää.
fr: Impossible de déterminer la taille de la capture d’écran.
he: לא ניתן לקבוע את גודל צילום המסך.
hu: Nem sikerült meghatározni a képernyőkép méretét.
it: Impossibile determinare le dimensioni dello screenshot.
ja: スクリーンショットのサイズを判定できません。
ko: 스크린샷 크기를 확인할 수 없습니다.
nb: Kan ikke fastslå skjermbildestørrelsen.
nl: Kan de grootte van de screenshot niet bepalen.
pl: Nie można określić rozmiaru zrzutu ekranu.
pt: Não foi possível determinar o tamanho da captura de ecrã.
pt_br: Não foi possível determinar o tamanho da captura de tela.
ro: Nu se poate determina dimensiunea capturii de ecran.
ru: Не удалось определить размер скриншота.
sr: Није могуће одредити величину снимка екрана.
sv: Det går inte att avgöra skärmbildens storlek.
tr: Ekran görüntüsü boyutu belirlenemiyor.
uk: Не вдалося визначити розмір знімка екрана.
vi: Không thể xác định kích thước ảnh chụp màn hình.
zh_hans: 无法确定截图尺寸。
zh_hant: 無法判斷截圖尺寸。

# share_screenshot_rendering
source: Rendering screenshot
af: Skermskoot word weergegee
ar: جارٍ عرض لقطة الشاشة
bg: Генериране на екранна снимка
ca: S’està renderitzant la captura de pantalla
cs: Vykreslování snímku obrazovky
da: Gengiver skærmbillede
de: Screenshot wird gerendert
el: Απόδοση στιγμιότυπου
fi: Kuvakaappausta renderöidään
fr: Rendu de la capture d’écran
he: מעבד צילום מסך
hu: Képernyőkép renderelése
it: Rendering dello screenshot
ja: スクリーンショットを描画中
ko: 스크린샷 렌더링 중
nb: Gjengir skjermbilde
nl: Screenshot renderen
pl: Renderowanie zrzutu ekranu
pt: A renderizar captura de ecrã
pt_br: A renderizar captura de tela
ro: Se generează captura de ecran
ru: Отрисовка скриншота
sr: Исцртавање снимка екрана
sv: Renderar skärmbild
tr: Ekran görüntüsü işleniyor
uk: Відтворення знімка екрана
vi: Đang kết xuất ảnh chụp màn hình
zh_hans: 正在渲染截图
zh_hant: 正在算繪截圖

source: Share via Fixvx
af: Deel via FixVX
ar: مشاركة عبر FixVX
bg: Споделяне чрез FixVX
ca: Comparteix mitjançant FixVX
cs: Sdílet přes FixVX
da: Del via FixVX
de: Über FixVX teilen
el: Κοινοποίηση μέσω FixVX
fi: Jaa FixVX:n kautta
fr: Partager via FixVX
he: שתף דרך FixVX
hu: Megosztás FixVX-en keresztül
it: Condividi tramite FixVX
ja: FixVXで共有
ko: FixVX를 통해 공유
nb: Del via Fixvx
nl: Delen via FixVX
pl: Udostępnij przez FixVX
pt: Partilhar via FixVX
pt_br: Compartilhar via FixVX
ro: Partajează prin FixVX
ru: Поделиться через FixVX
sr: Подели преко Фикскс-а
sv: Dela via FixVX
tr: FixVX aracılığıyla paylaş
uk: Поділитися через FixVX
vi: Chia sẻ qua FixVX
zh_hans: 通过 FixVX 分享
zh_hant: 透過 FixVX 分享

source: Share via FxEmbed
af: Deel via FxEmbed
ar: مشاركة عبر FxEmbed
bg: Споделяне чрез FxEmbed
ca: Comparteix mitjançant FxEmbed
cs: Sdílet přes FxEmbed
da: Del via FxEmbed
de: Über FxEmbed teilen
el: Κοινοποίηση μέσω FxEmbed
fi: Jaa FxEmbedin kautta
fr: Partager via FxEmbed
he: שתף דרך FxEmbed
hu: Megosztás FxEmbeden keresztül
it: Condividi tramite FxEmbed
ja: FxEmbedで共有
ko: FxEmbed를 통해 공유
nb: Del via FxEmbed
nl: Delen via FxEmbed
pl: Udostępnij przez FxEmbed
pt: Partilhar via FxEmbed
pt_br: Compartilhar via FxEmbed
ro: Partajează prin FxEmbed
ru: Поделиться через FxEmbed
sr: Подели преко Фкемембед-а
sv: Dela via FxEmbed
tr: FxEmbed aracılığıyla paylaş
uk: Поділитися через FxEmbed
vi: Chia sẻ qua FxEmbed
zh_hans: 通过 FxEmbed 分享
zh_hant: 透過 FxEmbed 分享
